Repository: OffLogs/Main
Catalog: OffLogs.Web/Resources/LandingPageResources.*.resx
Languages: ru

# Main_Title
source: About the OffLogs project
ru: О нас

# Main_Desc
source: OffLogs is a service that allows you to aggregate debugging information (logs) in one place from your services or sites, it is convenient to view it, as well as receive operational statistics on this information. One of the important principles that we adhere to is safety. Therefore, most of the information stored on our servers in encrypted form, and only you have the opportunity to receive and view it in decrypted form.
ru: OffLogs это сервис, который позволяет вам в одном месте агрегировать отладочную информацию(логи) от ваших сервисов или сайтов, удобно просматривать ее, а так же получать оперативную статистику по этой информации. Одним из важных принципов которых мы придерживаемся является безопасность. Поэтому большая часть вся информации хранится на наших серверах в зашифрованном виде, и только вы имеете возможность получить и просмотреть ее в расшифрованном виде.

# Main_HowItWorks_Desc
source: For example. One of the cases where OffLogs can help you: 1. Suppose you have one or more websites. These sites are located on different servers 2. You use one of our clients or create your own logger to send logs to our API. (You can read about using our API [here](/documentation/api/2_1_rest_api)) 3. Your sites or services, in the course of work, will generate debugging information that will be received and encrypted by our service. 4. It's all :) Now you can view all debug information from your resources in [dashboard](/dashboard/main) 5. And if you set up alerts then you will also receive a notification if, for example, one of your resources generated an error
ru: Например. Один из случаев когда OffLogs может вам помочь: 1. Предположим, у вас есть один или несколько сайтов. Эти сайты расположены на различных серверах 2. Вы используя один из наших клиентов или создаете свой логгер для отправки логов в наше API. (Об использовании нашего API вы можете прочитать [тут](/documentation/api/2_1_rest_api)) 3. Ваши сайты или сервисы, в процессе работы, будут генерировать отладочную информацию которая будет получена и зашифрована нашим сервисом. 4. Все :) Теперь вы можете просмотреть всю отладочную информацию с ваших ресурсов в [панели администрирования](/dashboard/main) 5. А если вы настроите оповещения тогда, получите еще и оповещение если, к примеру, один из ваших ресурсов сгенерировал ошибку

# Main_Features_Title
source: Features
ru: Возможности OffLogs

# Main_Features_Desc
source: - There is no need to manually monitor debug information from your resources, especially if they are located on different servers - Flexible notification system when receiving certain debugging information - Viewing detailed statistics - Convenient viewing and filtering of logs and debugging information
ru: - Нет необходимости в ручном режиме отслеживать отладочную информацию от ваших ресурсов, особенно если они расположены на различных серверах - Гибкая система оповещения при получении той или иной отладочной информации - Просмотр развернутой статистики - Удобный просмотр и фильтрация логов и отладочной информации

# Documentation_Title
source: Documentation
ru: Документация

# Support_Title
source: Need help?
ru: Нужна помощь?

# Support_Header
source: For issues concerning the software itself, there are several ways to get help on questions about OffLogs. Please choose from the following:
ru: По вопросам, касающимся самого программного обеспечения, есть несколько способов получить помощь. Выберите один из следующих вариантов:

# Support_Title_Documentation
source: Documentation Wiki
ru: Wiki

# Support_Desc_Documentation
source: To get additional information on how to integrate and working with OffLogs, our [Wiki](/documentation/common/1_1_common) will help.
ru: Получить дополнительную информацию по интеграции и работе с OffLogs поможет наша [Wiki](/documentation/common/1_1_common).

# Support_Title_BugTracking
source: Found a bug?
ru: Нашли ошибку?

# Support_Desc_BugTracking
source: If you found any bug please check or add your bug to our [bug tracker](https://gitlab.com/offlogs-public/main/-/issues) for already reported and discussed bugs and feature requests.
ru: Если вы обнаружили какую-либо ошибку, проверьте или добавьте ее в нашу [систему отслеживания ошибок] (https://gitlab.com/offlogs-public/main/-/issues) для уже зарегистрированных и обсуждаемых ошибок или запросов на интеграцию новых функций.

# Support_Title_Email
source: Contact info
ru: Контактная информация

# Support_Desc_Email
source: If you have any questions please send us an email at **support@offlogs.com**
ru: Если у вас есть какие-либо вопросы, отправьте нам электронное письмо по адресу **support@offlogs.com**

# Menu_Login
source: Login
ru: Авторизация

# Menu_Dashboard
source: Dashboard
ru: Панель управления

# Menu_SignUp
source: Sign Up
ru: Регистрация

# Error_500
source: Server error. Please contact to the support :(
ru: Ошибка. Пожалуйста, обратитесь в поддержку :(

# Main_About
source: About
ru: О нас

# Main_HowItWorks_Title
source: How it works?
ru: Как это работает?

# User_EmailSuccessfullyVerified
source: Your email address has been successfully verified!
ru: Email адрес был успешно верифицирован!

# User_EmailVerification
source: Email verification
ru: Верификация email адреса
